;Version: 4.0
;Author: Liviu Dovancescu, liviu_dova@yahoo.com
;Revision: 1.0
[Language]
Name_in_English=Romanian
Name_in_native_language=Română
ID=1048
Font_name=MS Sans Serif
Font_size=8
[String]
1=Nume
2=Tip
3=Mărime
4=Modificat
5=Titlu
6=Durată
7=Pauză
8=Pistă
9=Cale
10=Adaugare
11=Adaugare Fişiere
12=Timp
13=Mesaj
14=Foldere
15=Necunoscut
16=Versiune
17=Sesiune
18=OK
19=Anulare
20=32-bit
21=64-bit
30=Web
31=Email
34=Siguri doriţi să anulaţi?
35=%d Folder(e), %d Fişier(e)
36=Vă rog aşteptaţi...
37=Scanare şi optimizare fişiere...
38=Total %d fişiere, din care %d fişiere terminate
39=Nu se poate citi fişierul imagine comprimat.
40=Nu se pot genera date comprimate.
41=Fişierul cu atributul read-only există. Doriţi să-l supracrieţi?
42=Fişierul există. Doriţi să-l supracrieţi?
43=Parola este greşită.
44=Fişierul sau folderul există. Doriţi să-l supracrieţi?
45=Fişierul curent a fost modificat. Trebuie ca mai întâi să-l salvaţi.
46=Trebuie să introduceţi parola pentru a deschide acest fişier.
47=Fişierul este prea mare (> 8 TB).
48=Formatul fişierului este invalid sau nu este suportat.
49=Nu se poate citi structura folderului.
50=Sfârşit prematur al fişierului.
51=Eroare la citirea structurii folderelor.
52=Afară din memorie. Programul se opreşte.
53=Nu se poate crea folderul sau fişierul. Discul ar putea fi plin sau protejat la scriere.
54=Nu se poate citi un sector al discului CD/DVD/BD.
55=Tipul fişierului sursă şi destinaţia fişierului imagine sunt identice. Nu este necesară nici o conversie.
56=Numele fişierului sursă şi fişierului destinaţie nu pot fi aceleaşi.
57=Mărimea noului fişier imagine este prea mare (> 8T Bytes). Ştergeţi câteva fişiere.
58=Sigur ştergeţi element(ele) selectat(e)?
59=%s\r\n\r\nAcelaşi nume deja există. Alegeţi alt nume.
60=%s\r\n\r\nFişierul este prea mare (> 4G Bytes) şi nu poate fi adăugat la fişierul imagine.
61=Selectaţi folderul în care se face extragerea:
62=%s\r\n\r\nExtracţie eşuată! %s
63=Numele folderului va fi schimbat în:
64=Numele fişierului va fi schimbat în:
65=Nu poate fi creat un fişier temporar în timpul salvării fişierului imagine.
66=%d EDC eroare/erori detectată/detectate!\r\n\r\n
67=%d:  deplasare sector 0x%08x        \r\n
68=Acesta este un fişier imagine Video CD şi nu poate fi convertit.
69=Acesta este un fişier imagine Audio CD şi nu poate fi convertit.
70=Versiunea fişierului nu se potriveşte. Pentru a deschide acest fişier, vizitaţi site-ul nostru pentru a obţine ultima versiune a programului.
71=Numele fişierului sau folderului nu poate conţine caractere invalide. 
72=Noul nume va fi:
73=Salvat ca: 
74=bytes
75=De la 
76=la 
77=Folder nou
78=Unitate:
79=Maxim
80=Convertire... 
81=Mărimea mişierului schimbată.
82=Media detectată:
83=Detecția media a eșuat sau nu a existat nici un suport media în unitate.
84=Scrierea datelor a eșuat
85=Ştergere media...
86=Ştergerea media s-a încheiat cu succes.
87=Eroare ştergere media.
88=Eroare verificare media goală.
89=Sincronizare cache...
90=Ne există suficiente blocuri libere pe media (%s necesare, %s disponibile).
91=Scrierea încheiată cu succes.
92=Eroare deschidere dispozitiv [%C:].
93=Nu se poate bloca volumul pentru acces exclusiv.\r\nDoriți să continuați oricum?
94=Preparare media...
95=Eroare citire informaţii media.
96=Formatare media DVD+RW...
97=Eroare formatare media.
98=Finalizare media, ar putea dura câteva minute...
99=Preparare date...
100=Preparare date eşuată.
101=Fişierul deja există.
102=Nu există piste în fișierul imagine.
103=Eroare decodare fişiere muzică.
104=Fişierele/pistele selectate pot fi înregistrate numai pe un CD.
105=Verificare
106=Eroare verificare date pe disc.
107=Eroare citire date soursă.
108=Eroare citire date pe disc.
109=Adresă sector: 
110=Acest fişier imagine nu poate fi convertit.
150=Toate Fişierele
151=Toate Fişierele Imagine
152=Imagini Standard ISO
153=Arhivă Acces Direct
154=Imagini CDRWin
155=Imagini Alcohol120%
156=Imagini Ashampoo
157=Imagini BlindWrite
158=Imagini CDSpace
159=Imagini CloneCD
160=Imagini DiscJugger
161=Imagini Easy CD/DVD Creator
162=Imagini Gear
163=Imagini InstantCopy
164=Imagini Nero
165=Imagini NTI CD-Maker
166=Imagini PlexTools
167=Imagini RecordNow
168=Imagini Virtual CD-ROM
169=Imagini Virtual Drive
170=Imagini WinOnCD
171=Imagini Mac
172=Imagini Boot Image Files
173=Imagini UIF
174=Imagini VMWare Virtual Disk
175=Imagini VirtualBox Virtual Disk
176=Imagini Virtual PC Virtual Disk
177=Imagini ISZ
200=Nu se poate copia %s: %s
201=Nu se poate muta %s: %s
202=Un folder cu numele pe care l-ați specificat deja există. Specificați un alt nume.
203=Un fișier cu numele pe care l-ați specificat deja există. Specificați un alt nume.
204=Folderul destinație este același cu folderul sursă.
205=Folderul destinație este un subfolder al folderului sursă.
206=Eroare scriere date.
207=Fişiere Musică
208=Proprietăţi Imagine
209=Configuraţie
210=Ştergere Rapidă
211=Ştergere Completă
498=Ştergere disc reinscriptibil
213=Parametri de ştergere:
214=Viteza de ştergere:
215=Eroare de citire a informaţiilor privind capacitatea.
216=Sincronizare cache eşuată.
217=Eroare închidere pistă.
218=%s nu poate fi şters.
219=General
220=Diverse
221=Informaţii
222=General
223=Avansat
224=Comentariu
225=Dată/Oră
226=Închiderea sesiunii; aceasta poate dura câteva minute...
227=Doriți într-adevăr să abandonaţi procesul de verificare a datelor?
228=Discul este gol.
229=Un CD Audio poate conţine până la 99 piste. Selectați mai puține fișiere, apoi încercați să le adăugați din nou.
230=Nu există disc în unitate
231=Verificare media încheiată cu succes.
232=Verificare media eşuată.
233=Verificare media încheiată cu erori.
234=Verificare media a fost anulată.
235=Oprirea formatării de fundal ...
236=Formatere de fundal oprită.
237=Eroare citire informaţii pistă.
238=Scriere încheiată cu succes cu avertismente.
239=Discul destinaţie nu este gol.
240=Discul nu este gol.
241=Doriţi să îl ştergeţi acum?
242=Setarea vitezei unităţii la %.1fx (%uKB/s).
243=Setarea vitezei unităţii la %dx (%uKB/s).
244=%.1fx (%uKB/s)
245=%dx (%uKB/s)
246=Citirea următoarei adrese de scriere nu a reușit (%08x).
247=Citirea următoarei adrese de scriere nu a reușit (%d necesar, %d disponibil).
248=Tip disc necunoscut în unitate.
249=Eroare citire date imagine.
250=Fişierul imagine boot este invalid.
251=Un nume de fișier nu poate conține nici unul dintre următoarele caractere:
252=<Fără Etichetă>
253=Tip Disc Necunoscut
254=Nici un disc
255=Nu există o pistă audio în acest proiect.
256=Acesta este un disc cu mai multe piste, selectați formatul de fișier imagine BIN.
257=Acesta este un disc audio, selectați formatul de fișier imagine BIN.
258=Fișierul există deja. Chiar doriți să adăugați fișierul din nou?
259=Începere scriere media...
260=Scriere folder...
261=Scriere fișiere...
262=terminat.
263=Doriți să ignorați toate erorile?
264=Începere scriere fișiere...
265=Începere verificare fișiere...
266=Verificare fișiere...
267=Scrierea fișierului a eșuat.
268=Eroare deschidere %s codificator.
269=Informații folder
270=Fișiere WIM
271=Album
272=Pistă
273=Artist
274=<Număr Pistă>
275=<Titlu Pistă>
276=<Artist Pistă>
277=<Compozitor Pistă>
278=<Titlu Album>
279=<Artist Album>
280=<Compozitor Album>
281=Exemplu de Titlu Pistă
282=Exemplu de Artist Pistă
283=Exemplu de Compozitor Pistă
284=Exemplu de Titlu Album
285=Exemplu de Artist Album
286=Exemplu de Compozitor Album
287=Pistă Artist Necunoscut
288=Compozitor Pistă Necunoscut
289=Titlu Album Necunoscut
290=Artist Album Necunoscut
291=Compozitor Album Necunoscut
292=Scriere Audio CD-Text...
293=Audio
294=Proprietăţi Audio
295=Introduceți un an valid.
296=Introduceți un UPC valid sau lăsați câmpul gol dacă nu există UPC. UPC trebuie să aibă exact 13 caractere numerice.
297=Introduceți un UPC valid sau lăsați câmpul gol dacă nu există ISRC. ISRC trebuie să aibă exact 12 caractere, primele 2 litere, următoarele 3 alfanumerice şi ultimele 7 cifre.
298=Valoarea Pauzei trebuie să fie setată între %s şi %s.
299=<Valori Multiple>
300=Introduceți un disc gol sau reinscriptibil și reîncercați.
301=Imagine Disc VMWare Virtual
302=Imagine Disc VirtualBox Virtual
303=Imagine Disc Virtual PC Virtual
304=Imagine Disc
305=Fişier Windows Imaging
306=Partiţie
307=AnyBurn nu poate deschide următoarea partiţie: 
308=Import Imagine
309=Import Partiţie
310=Personalizat
311=Limbă
312=Fişier
313=Fişiere Video
314=Înregistrare
315=Înregistrare Audio CD
316=Înregistrare pe: 
317=Înregistrare...
318=Comentariu
319=Fişiere multiple
320=Un singur fişier
321=Eroare încărcare %s.
322=%s Decodor
323=Eroare terminare %s decodor.
324=0 (cel mai rapid, compresie mică)
325=5 (implicit)
326=8 (cel mai lent, compresie mare)
327=Rapid
328=Normal
329=Înalt
330=Foarte Înalt
331=Periculos
332=Deschiderea fișierului a eșuat.
333=Doriţi să continuaţi?
334=O intrare specială deja prezentă în locația vizată.
335=Structura folderelor prea mare pentru un VCD/SVCD.
336=Nu există o pistă video în acest proiect.
337=%s\r\n\r\neste invalid - necesar MPEG-1 care a fost codificat pentru Video CD.
338=%s\r\n\r\neste invalid - necesar MPEG-2 care a fost codificat pentru Super Video CD.
339=%s\r\n\r\nar trebui să conțină un flux video de mișcare.\r\n\r\nDoriți să continuați?
340=%s\r\n\r\nFluxul audio #%d nu este suportat de acest tip de VCD.\r\n\r\nDoriți să continuați?
341=%s\r\n\r\nFluxul audio #%d are frecvență de eșantionare %d Hz (ar trebui să fie 44100 Hz).\r\n\r\nDoriți să continuați?
342=%s\r\n\r\nFluxul audio #%d nu este layer II.\r\n\r\nDoriți să continuați?
343=%s\r\n\r\nFluxul audio #%d are bitrate %d kbps (ar trebui să fie 224 kbps pentru acest tip de VCD).\r\n\r\nDoriți să continuați?
344=%s\r\n\r\nAcest tip de VCD necesită existența unui flux audio.\r\n\r\nDoriți să continuați?
345=nu este un fişier valid MPEG-1 sau MPEG-2 file.
346=Nu există suficient spațiu liber pentru a ține fișierul.
347=Implicit
348=Fişier Imagine Floppy Disc
349=Fişier Imagine Hard Disc
350=Eroare scriere fişier temporar.
351=Inseraţi un CD Audio în unitate.
352=Prea multe fişiere selectate.
353=Fișierul de mai sus este invalid.
354=Adăugare Fişiere şi Foldere
355=Fişier sistem
356=Optimizare fișier la salvarea fișierului imagine
359=Unitate Sursă
360=Unitate inscripţionată
361=Selectare unitate sursă: 
362=Vă rog selectaţi unitatea sursă.
363=Vă rog selectaţi unitatea de inscripţionat.
364=Vă rog inseraţi discul unitate sursă.
365=Discul sursă este gol.
366=Discul sursă este invalid sau gol.
367=Discul sursă este invalid sau nu este suportat.
368=Vă rog inseraţi discul destinaţie.
369=Discul destinaţie tip (%s) nu este acelaşi cu tipul discului sursă (%s).
370=Discul destinaţie este invalid sau nu este suportat.
371=Vă rog inseraţi un disc gol sau reinscriptibil %s în %C:.
372=Copierea multisesiune pe disc ne este suportată.
373=Eroare citire informaţii din sursa media.
374=Caching a discului sursă a început...
375=Eroare citire sectoare de la %d la %d pe discul sursă.
376=Eroare citire sector %d pe discul sursă.
377=Eroare citire sectoare de la %d la %d în fişierul temporar.
378=Eroare citire sector %d în fişierul temporar.
379=Citire disc sursă...
380=Creare fişier temporar pentru inscripţionare...
381=Creare fişier temporar eşuată.
382=Creare fişier temporar omisă.
383=Fișierul de date temporare al discului sursă există deja, doriți să-l recreați?\r\n\r\n*Dacă nu schimbaţi discul sursă, vă rog alegeţi "Nu".
384=Anulat
385=Eroare citire informaţii unitate.
386=Unitatea curentă nu suportă CD-Text.
387=Scriere CD-Text va fi ignorat.
388=Discul (%s) din unitate a fost formatat în mod de înregistrare aleatorie (RRM); inscripţionarea nu este suportată.
389=Dimensiunea maximă permisă a fișierului este de 4 GB dacă este activat ISO 9660.
390=Doriți să dezactivați ISO 9660 și să activați UDF?
391=Eroare de date sau parolă greșită!
392=Parola este greșită sau arhiva nu este validă.
393=Vă rog introduceți parola.
394=Parola este prea lungă. Lungimea maximă este %d caractere.
395=Cel mai mic
396=Cel mai înalt
397=O nouă versiune AnyBurn este disponibilă.
398=Noua Versiune:
399=Date Lansării:
400=Doriţi să o instalaţi acum?
401=Doriţi să vizitaţi pagina noastră web pentru a descărca o nouă versiune?
402=Programul AnyBurn este actualizat.
403=Verificare actualizări a eşuat!
404=Adăugare fişiere audio
405=Adăugare fişiere şi foldere
406=Reîncărcare
407=Nu există spațiu suficient pe disc. Eliminați unele fișiere inutile și încercați din nou.
408=Fișierul este prea mare. Dimensiunea maximă a fișierului acceptată de partiția FAT este de 4 GB.
409=Nu puteţi inscripţiona %s şi %s simultan.
410=Aţi ales să inscripţionaţi mai multe unităţi simultan.
411=Aţi setat un număr de %d copii.
412=Doriţi să scoateţi discul după inscripţionare?
413=Mărime Fişier
414=Copiere %s din %s
415=Anterior (Copiere %s din %s)
416=Următorul (Copiere %s din %s)
417=Numărul de copii trebuie să fie cuprins între 1 şi 999.
418=Aţi ales să inscripţionaţi %d unităţi simultan. Doriţi să setaţi numărul de copii la %d?
419=Compilaţie curentă
420=Inscripţionare multiplă pe mai multe unităţi simultan
421=Scriere
422=Nu a fost detectată o unitate CD/DVD/Blu-ray.
423=Nu a fost detectată o unitate pentru scriere.
424=Vă rog selectaţi un fişier imagine.
425=Nu aţi adăugat nici un fişier sau folder. Doriți să continuați oricum?
426=Vă rog selectaţi fişierele audio pe care doriți să le inscripţionaţi.
427=Vă rog introduceţi numele fişierului imagine.
428=Vă rog selectați fișierul imagine sursă care urmează să fie convertit.
429=Vă rog introduceţi numele fişierului destinaţie.
430=Disc Gol
431=Disc Incomplet
432=Disc Finalizat
433=Adresă
434=Lungime
435=Mod
436=Mod 1
437=Mod 2
438=Audio
439=Discul este invalid sau gol.
440=Extragere
441=Extragere: 
442=Extragere arhivă în:
443=Pauză
444=Continuare
445=Închidere
446=Sigur doriți să resetați aplicația la configurația implicită?
447=Setări
448=Dimensiunea buffer-ului RAM poate fi setată numai între %s și %s.
449=Sigur doriți să renunțați la modificări?
450=Simulare scriere Audio CD-Text...
451=Simulare scriere media...
452=Acest disc importat nu poate fi scris. AnyBurn nu poate adăuga fișiere la acesta.
453=Acest disc importat a fost scris de alt program. AnyBurn nu poate adăuga date la acesta.
454=%s simularea inscripţionării nu este suportată. Vă rog debifați opțiunea 'Simulare incripționare'.
455=Simulare inscripţionare nu este suportată.
456=Simulare inscripţionare s-a terminat cu succes.
457=Simulare inscripţionare s-a terminat cu avertismente.
458=Inscripţionare DVD-R DL multisesiune nu este suportată. Vă rog verificați opțiunea 'Finalizați discul'.
459=Fișierul selectat este un fișier proiect, alegeți un fișier de imagine disc.
460=Se poate atașa numai un disc de date.
461=Fișier imagine
462=Discul este gol.
463=Verificare date importate...
464=Eroare la verificarea datelor importate.
465=Nu se poate găsi discul care conține sesiunile de rezervă anterioare. Introduceți discul și reîncercați.
466=Acest disc importat a fost finalizat. AnyBurn nu poate adăuga date la acesta.
467=Fișierele următoare nu pot fi găsite în sistemul dumneavoastră.
468=Nu se poate găsi discul la care se face referire în fișierul proiectului.
469=Selectați unitatea corectă sau introduceți discul corect.
470=Viteza curentă de scriere: %.1fx (%uKB/s).
471=Viteza curentă de scriere: %dx (%uKB/s).
472=Fișier standard ISO
473=Fișier BIN/CUE
474=Copiere în Clipboard
475=Inscripţionare
476=Ştergere
477=Creare
478=Copiere
479=Convertire
480=Extragere
481=Reîncercare
482=Extragere pistă %02d până la %s...\r\n
483=Unitate sursă:  %C:\r\n
484=Destinaţie fişier imagine:  %s\r\n
485=Începeți să scrieți fișier imagine...
486=Soursă fişier imagine:  %s\r\n
487=Metodă ştergere: %s
488=Ştergere rapidă
489=Ştergere totală
490=Selectați un fișier sau un folder din listă pentru redenumire.
491=Selectați un fișier pentru extragere:
492=Selectați un folder pentru extragere:
493=Nu există piste pentru a fi extrase.
494=Trebuie să selectați cel puțin o pistă pentru a continua.
495=Inscripţionare fişier imagine
496=Inscripţionare fişiere/foldere
497=Inscripţionare Audio CD
499=Crează un fişier imagine de pe disc
500=Copiază disc
501=Converteşte fişier imagine
502=Crează fișier imagine din fișiere/foldere
503=Extragere Audio CD s-a terminat cu succes.
504=Extragere Audio CD a fost anulată.
505=Extragere Audio CD a eşuat.
506=Vă rog selectaţi o pistă pentru a fi ştearsă.
507=Vă rog introduceţi numele nou pentru "%s":
508=Disc:
509=Crearea fișierului imagine s-a terminat cu succes.
510=Crearea fișierului imagine a fost anulată.
511=Crearea fișierului imagine a eșuat.
512=Conversia fișierului imagine s-a terminat cu succes.
513=Conversia fișierului imagine a fost anulată.
514=Conversia fișierului imagine a eșuat.
515=Conversie de la %s la %s
516=Începeți conversia...\r\n
517=Destinație tip fișier imagine:  %s\r\n
518=Începeți să creați fișierul imagine...\r\n
519=Creare fișier imagine de la %s la %s
520=Disc invalid sau gol
521=Total %dMB, Liber %dMB
522=Creare unitate USB bootabilă
523=Creare Fișier Imagine pe Unitatea USB
524=Fișiere imagine pe unitatea USB
525=Scrierea unității USB...
526=Scrierea unității USB a fost terminată cu succes.
527=Scriere Raw
528=Vă rog selectați fișierul imagine sursă.
529=Vă rog selectați unitatea USB destinație.
530=Eroare la citire %s.
531=Eroare la scriere %s.
532=Eroare la scriere %s: %s
533=Ignorare alte fișiere...
534=Toate datele din unitatea USB vor fi suprascrise. Doriți să continuați?
535=Deschidere unitate USB la scriere...
536=Scrierea pe unitatea USB a fost anulată.
537=Număr total de Sectoare pentru scriere: %d.
538=Începere scriere pe unitatea USB...
539=Sincronizare cache unitate USB...
540=Eroare la scrierea unității USB.
541=Nu există spațiu suficient în unitatea USB.
542=Eroare la citire a fișierului sursă.
543=Eroare la scrierea unității USB la sectorul %016I64X.
544=Eroare deschidere unitate USB: %s.
545=Unitate USB
546=Pentru a utiliza această funcție, trebuie să rulați AnyBurn ca administrator. Doriți să continuați?
547=Crearea imaginii unității USB ...
548=Doriți să ignorați eroarea și să continuați extracția?
549=Ignoră
550=Ignoră toate
551=Răsfoire/extragere fișier imagine
552=Editare fișier imagine
554=Extragerea fișierului imagine s-a terminat cu succes.
555=Extragerea fișierului imagine a fost anulată.
556=Extragerea fișierului imagine a eșuat.
557=Extragere terminată!
558=Fișier Log
559=Folderul destinație al extragerii nu poate fi gol.
560=Selectați fișierele și folderele care trebuie extrase din listă. Dacă nu este selectat nici un fișier sau dosar, toate fișierele și dosarele din fișierul imagine vor fi extrase.
561=Sunteți sigur că doriți anularea?
562=Mărime totală date: %s
563=Rămas:
564=Formatarea unității USB cu %s fișiere sistem...
565=Formatarea a fost terminată cu succes.
566=Formatarea unității USB a eșuat.
567=Fișierul este prea mare pentru sistemul de fișiere %s. Doriți să schimbați sistemul de fișiere la NTFS?
568=Unitatea USB nu va fi bootabilă pentru sistemul de fișiere %s. Doriți să schimbați sistemul de fișiere în FAT32?
569=Fișierul nu poate fi scris pe unitatea USB.
570=Nume folder
571=Nume fișier
572=Nume nou
573=<Automat>
574=Timpul scurs:
575=Fișier imagine sursă
576=Sursă compact disc
577=Sursă inscripționare
578=Unitate USB destinație
579=Vizualizare informații unitate/disc
580=Extragere...
581=Adăugare...
582=Extragere la
583=Extragerea fișierului imagine...
584=Fișierul a fost salvat cu succes.
585=Din cauza limitării sistemului de operare, următorul nume de fișier sau numele folderului va fi trunchiat. Doriți să continuați?
586=Operația a fost anulată.
587=Verificare media
588=Informații despre unitate
589=Informații despre disc
590=Lasă-mă să aleg
591=Inscripționare fișier imagine pe disc CD, DVD sau Bluray
592=Navigați sau extrageți fișierele din fișierul imagine
593=Editați fișierul imagine
594=Convertiți fișierul imagine în alt format
595=Scrieți fișierul imagine pe unitatea USB
596=Nu face nimic
597=Etichetă
598=Utilizat
599=Nu reaminti
600=Reamintește mai târziu
601=Atenție: Toate datele de pe disc vor fi șterse!
602=Nu există disc în unitate.
603=Vă rog introduceți în unitate un disc pe care se poate scrie.
604=Discul din unitate este doar în citire (%s).
605=Pagină de start
606=Stereo
607=Joint Stereo
608=Dual Channel
609=Mono
610=Pentru a adăuga fișiere pe disc, selectați o sesiune din listă, apoi faceți clic pe 'Import' pentru a importa fișierele anterioare de pe disc.
611=Dacă doriți să creați un disc nou, faceți clic pe 'Anulați'.
612=Ieșire
613=În folder
614=Fișierul selectat nu poate fi scris pe discul optic. Dezarhivați fișierul, apoi scrieți fișierele dezarhivate pe discul optic.
615=%d Fișiere, %d Foldere
616=Folderul nu poate fi găsit!
617=Tip ieșire
618=Rata de eșantionare (Hz)
619=Canale
620=Bit Depth
621=Format
622=Mod
623=Permite ID3 V1
624=Permite ID3 V2
625=Bit Copyright
626=Bit Original
627=Nivel compresie
628=Calitate compresie
629=%s setări codificator
630=Do you want to abort the operation?
631=The file can't be converted to the selected format.
632=Creating image file completed successfully.
634=If this option is checked, AnyBurn will optimize files layout and only allocate disc space once for identical files. This can reduce disc space required, but may take long time for optimizing.
635=Extract failed!
636=Please enter the password.
637=More settings
638=Extraction finished!
639=Extraction was canceled!
640=Message
641=Total %d messages.
642=Messages
643=Normal
644=Better
645=Best(slowest)
646=Number of images:
647=Current image:
648=CDDB information has been loaded successfully.
649=The volume number exceeds limitation. Please increase the volume size.
650=Write image file failed.
651=Properties
652=Writing changes to image file...
653=Please open the file with anyburn, and save it as selected format.
654=Non-bootable Disc
655=Bootable Disc
656=Non-bootable Image
657=Bootable Image
658=Audio CD Image
659=Video CD Image
660=Total %d KB, Used %d KB (%d%%)
661=Total %d MB, Used %d MB (%d%%)
662=Total
663=Hybrid Mac/PC
664=Mixed Mode
665=Empty
666=Ratio
667=Total  %d MB   - - -  %d %%
668=Data
669=Video
670=Music Disc
671=Apple HFS Image
672=Apple HFS+ Image
673=Mixed Mode CD Image
674=Bootable
675=XBOX DVD Image
676=Saving floppy disk image...
677=Loading floppy disk image...
678=Floppy disk not formatted or bad disk.
679=Add boot information...
680=Save boot information...
681=Delete boot information...
682=Are you sure to delete the boot information?
683=Edit boot image file...
684=Rename
685=Boot
686=Destination image file
687=Select image file name
688=Select image file type
689=Image file settings
690=Enable password protection
691=Enter password
692=Confirm password
693=Please enter your password:
694=Please reenter your password:
695=Please enter your new password:
696=Please reenter your new password:
697=Please input the password:
698=The two passwords do not match.
699=You are ready to open a multiple volume image file. AnyBurn needs this volume to continue.
700=Please put all volumes under the same folder before edit, convert, or mount a multi volume image file, and make sure no volume is opened by other program.
701=Volume path:
702=Volumes missed or can not be opened:
703=Skip unaccessible volumes
704=You have chosen to split the image file to multiple volumes.\r\nThe volumes name will be:\r\n
705=The source file or destination file is a multiple volume image file. You must save to a different file name.
706=Some advanced features, such as password protection and multiple volume support has been enabled. You need save the image file to a DAA file.
707=The volume size can not be empty.
708=The volume size value is invalid. \r\nPlease select the value from the drop list or input it directly.\r\n\r\nFor example:\r\n\r\n10,485,760  or  10240K  or  10M\r\n\r\nNote: The size should be no less than 128K and no more than 65536M(64G).
709=Autodetect
710=Burn
711=Error loading MS-DOS files.
712=Writing FreeDOS files to USB drive...
713=Writing MS-DOS files to USB drive...
714=Create FreeDOS bootable USB drive
715=Create MS-DOS bootable USB drive
716=No compact disc is selected.
717=Extracting track #%02d to %s...\r\n
718=Reading CDDB information...
719=Optical drive
720=Hard drive
721=Good block
722=Problem block
723=Bad block
724=Not tested block
725=Good sectors
726=Problem sectors
727=Bad sectors
728=Not tesed sectors
729=Total 1 sector
730=Total %d sectors
731=1 block = %d sectors
732=Testing sectors %I64d to %I64d...
733=Reading sector %I64d required %d tries.
734=Reading sector %I64d to %I64d required %d tries.
735=Failed to read sector %I64d.
736=Failed to read sector %I64d to %I64d.
737=Disc surface test started.
738=Disc surface test was canceled.
739=Disc surface test completed.
740=Times remaining:
741=Speed
742=Completed sectors
743=Please select a drive:
744=Select drive
745=Selected drive:
746=Change drive
747=No drive selected
748=from %s to %s
749=Start
750=Stop
751=Disc type
752=Disc surface test
753=Disc manufacturer
754=Number of tracks
755=Number of sessions
756=Do you want to cancel surface test?
757=Start sector
758=End sector
759=Sector size
760=Total sectors
761=Capacity
762=Raw Disc Image Files
763=Browse
764=More selection
765=The volume adjust value should be between 1% and 999%.
766=Volume adjust
767=Step %d:
768=All data in the USB drive will be destroyed. Do you want to continue?
769=Failed reading USB drive information: %s.
770=Cleaning USB drive completed successfully.
771=Failed Cleaning USB drive!
772=Clean USB drive
[MENU_196]
|0=&Opțiuni
32786=Setări...
|1=&Ajutor
32789=Ajutor &Online
32790=&Suport Produs
32791=Verificare &Actualizare...
32787=AnyBurn &Homepage
16=&Despre AnyBurn...
[MENU_158]
32775=Icoane M&ari
32772=Icoane Mi&ci
32773=&Listă
32774=&Detlii
[MENU_184]
32778=<Număr Pistă>
32779=<Titlu Pistă>
32780=<Artist Pistă>
32781=<Compozitor Pistă>
32782=<Titlu Album>
32783=<Artist Album>
32784=<Compozitor Album>
[DIALOG_100]
0=Despre AnyBurn
[DIALOG_129]
1016=Scrie fișierul imagine pe disc
1001=Scrie sau adaugă fişiere/foldere pe disc
1019=Scrie CD Audio din mp3/m4a/flac/ape/wav...
1020=Şterge disc reinscriptibil
1041=Copiază disc în fişier imagine
1042=Copiază disc pe alt disc
1008=Extrage CD Audio în mp3/flac/ape/wav...
1007=Converteşe formatul fişierului imagine
1003=Crează fişierul imagine din fişiere/foldere
1006=Afişează informaţii unitate/disc
1219=Selectați Opțiunea
1004=Crează unitate USB bootabilă
1009=Răsfoieşte/extrage fișierul imagine
1010=Editează fişier imagine
1011=Disc surface test
[DIALOG_132]
1061=Adaugă
1062=Şterge
1006=Avansat
1094=Unitate inscripţionare
1008=More
[DIALOG_133]
1061=Adaugă
1062=Şterge
1063=Proprietăţi
1064=Mută în sus
1065=Mută în jos
1094=Unitate inscripţionare
[DIALOG_130]
1073=Verificare date scrise
1087=Scoatere disc după inscripţionare
1018=Finalizare disc (nu mai este posibilă adăugare)
1000=Mai multe setări...
1082=Fișier Imagine Sursă
1085=Setări
1086=Selectare viteză de scriere:
1083=Unitate Inscripţionare
1084=Selectaţi unitatea:
1081=Selectaţi fișierul:
1281=Introduceți un disc gol sau reinscriptibil în unitate, apoi dați clic pe 'Inscripționare'.
[DIALOG_134]
1083=Unitate Inscripționare
1220=Setări Ştergere
1236=Metode ştergere:
1237=Viteză ştergere:
1235=Selectaţi unitatea:
1087=Scoatere disc după inscripţionare
[DIALOG_131]
1078=Informaţii:
1205=Progres:
[DIALOG_136]
1073=Verificare date scrise
1012=Creare fișier temporar înainte de copiere
1087=Scoatere disc după inscripţionare
1018=Finalizare disc (nu mai este posibilă adăugare)
1000=Mai multe setări...
1221=Unitate Sursă
1230=Unitate Sursă
1223=Setări Inscripţionare:
1240=Unitate destinaţie:
1241=Viteză inscripţionare:
[DIALOG_135]
1221=Unitate Sursă
1084=Selectare unitate sursă:
[DIALOG_140]
1225=Unitate
1226=Tipul de Informații
1022=Vizualizare informații despre unitate
1023=Vizualizare informații despre disc
1231=Selectați o unitate:
[DIALOG_141]
1024=Producător și Model:
1026=Revizie Firmware:
1028=Număr de Serie:
1030=Data și Ora:
1032=Capacitate Buffer:
1034=Media Acceptat la Citire:
1036=Media Acceptat la Scriere:
1038=Viteză citire:
1039=Viteză scriere:
[DIALOG_142]
1047=Tip Disc
1049=Producător:
1051=Număr de sesiuni:
1053=Număr de piste:
1055=Spațiu liber:
1057=Spațiu utilizat:
1000=Finalizare disc...
[DIALOG_138]
[DIALOG_139]
1082=Fișier Imagine Sursă
1232=Selectați fișierul:
[DIALOG_176]
1230=Unitate Sursă
[DIALOG_177]
1000=Configurare...
1229=Setări decodor:
1186=Selectați format ieșire:
1187=Selectați mod ieșire:
1189=Extragere în:
1190=Format fișier ieșire:
1191=Previzualizare:
1196=Selectați un folder pentru extragere:
[DIALOG_198]
1246=Fișier Imagine Sursă sau CD
1247=Fișier imagine:
1248=Disc compact:
1240=Unitate USB Destinație
1249=Setări
1250=Metoda de scriere:
1253=Sistemul fișierului:
[DIALOG_202]
1262=Selectați un fișier imagine sursă:
[DIALOG_203]
1267=Extrageți în (folderul va fi creat dacă nu există):
1264=Fișiere și foldere:
1260=Extrageți toate fișierele și folderele din fișierul imagine
1261=Extrageți numai fișierele și folderele selectate
1265=Opțiuni de extragere:
1012=Deschideți folderul după extragere
1013=Suprascrie fișierele existente
[DIALOG_171]
1012=Nu afișa din nou acest mesaj
[DIALOG_170]
7=Nu
1=Da
1143=Fișierul există:
1158=Înlocuit cu:
1159=Nume:
1147=Nărime:
1161=Modificat:
1144=Nume:
1163=Mărime:
1164=Modificat:
1018=Nu întreba din nou
3=Da pentru Toate
8=Nu pentru Toate
[DIALOG_162]
0=Schimbați eticheta
1103=Vă rog introduceți noua etichetă:
[DIALOG_193]
0=Parolă
[DIALOG_194]
0=Introduceți parola
[DIALOG_175]
0=Actualizare Online
1183=Nu reaminti
1184=Reamintește mai târziu
[DIALOG_169]
0=Mai multe Etichete
1290=ID Sistem:
1291=ID Volum:
1292=ID Editor:
1293=ID Proiectant date:
1294=ID Aplicație:
1295=ID Copyright:
1296=ID Rezumat:
1297=ID Bibliografic:
[DIALOG_163]
1121=Data și Ora Volumului:
1126=Data și Ora Fișierului:
1122=Creare
1123=Modificare
1124=Efectiv
1125=Expirare
1127=Utilizați ora curentă
1128=Utilizați ora fișierului original
1129=Setat la:
[DIALOG_164]
1130=Etichetă:
1000=Mai multe etichete...
1131=Sistemul fișierului:
1132=Numele Fișierului ISO9660: 
1133=Numele Fișierului Joliet: 
1134=Diverse:
1104=DOS (8.3)
1105=Standard (30)
1106=Lung (221)
1107=Permite litere mici
1108=Standard (64)
1109=Lung (110)
1347=Bootable
1014=XBOX DVD
[DIALOG_161]
0=Redenumire fișier/folder
[DIALOG_187]
0=Import sesiune
1=Import
1070=Reîmprospătare
1166=Media detectată:
1286=Inscripționator:
[DIALOG_174]
1181=Actualizare Online:
1018=Verificare automată actualizări
1000=Verifică...
1001=Restaurați configurația implicită a aplicației
1183=Acțiune Prestabilită pentru Drag && Drop:
1368=User interface:
1012=Remember user interface settings
[DIALOG_199]
1131=Sistemul Fișierului
1132=Numele Fișierului ISO9660: 
1104=DOS (8.3)
1105=Standard (30)
1106=Lung (221)
1107=Permite litere mici
1133=Numele Fișierului Joliet: 
1108=Standard (64)
1109=Lung (110)
1000=Restabilire setări implicite
[DIALOG_165]
1141=Titlu Album:
1142=Artist:
1143=Compozitor:
1144=UPC:
[DIALOG_166]
1145=Titlu Pistă:
1146=ISRC:
1144=Compozitor:
1142=Artist:
1147=Pauză:
[DIALOG_185]
0=Setări Inscripționare
1087=Scoatere disc după inscripționare
1013=Simulare inscripționare
1198=Număr de copii:
1199=Inscripționare mai multe unități simultan (vă rugăm selectați unitățile din lista de mai jos)
[DIALOG_186]
0=Vă rugăm să introduceți discul următor
1202=Fișier sursă:
1203=Unitate inscripționare
1204=Fișier sursă:
1205=Unitate inscripționare
1206=Fișier sursă:
1207=Fișier sursă:
[DIALOG_207]
0=Cum doriți să deschideți fișierul?
1012=Reține alegerea și nu întreba din nou
1185=Cum doriți să deschideți fișierul imagine selectat?
[DIALOG_195]
1214=Compression:
1215=Compression Level:
1216=Password protection:
1012=Enable password protection
1000=Change password...
1217=Multiple volumes:
1013=Split to multiple volumes
1014=Pause after each volume
1218=Volume size(bytes, K means 1024, M means 1024K, G means 1024M):
1134=Miscellaneous:
1018=Enable file optimization
[DIALOG_259]
1180=Burning settings:
1073=Verify written data
1087=Eject the disc after burning
1182=Buffer size (8MB ~ 1024MB):
1088=Finalize disc (No further writing possible)
[DIALOG_260]
1367=Temporary folder:
1369=Leave it blank if using system temporary folder
[DIALOG_250]
0=Add Boot Information
1167=Select the boot information source:
1355=File:
1356=Floppy drive:
[DIALOG_249]
1354=Disc capacity:
[DIALOG_229]
1145=Track title:
1142=Artist:
1143=Comment:
[DIALOG_228]
1141=Album title:
1343=Year:
1143=Genre:
[DIALOG_227]
1330=Includes:
1331=Total size:
1332=Image file size:
1333=Unpacked ISO size:
1334=Ratio:
1335=Archive type:
[DIALOG_226]
1327=File comment:
1000=Copy to clipboard
1001=Load from file...
[DIALOG_258]
0=Select source for creating bootable USB drive
1246=Select source:
1247=Image file:
1248=Compact disc:
1249=Current compilation:
[DIALOG_273]
1070=Refresh
1410=After writing image to USB drive or creating bootable USB drive, if the drive becomes unusable or the capacity is reported incorrectly, please follow the steps to recover it.
1411=Plug in the USB drive.
1412=Select the USB drive from the list. If the drive is not listed, please click "Refresh" button.
1413=Warning: All data in the drive will be destroyed.
1414=Unplug the USB drive.
1415=Plug in the USB drive again, partition and/or format the USB drive with Windows as normal.
1416=Cleaning USB drive, please wait...
